Revit 2027 API
IndexTriangle.Index2 Property
 The index of the triangle's third vertex.
Namespace: Autodesk.Revit.DB.DirectContext3D
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int Index2 { get; set; }
Public Property Index2 As Integer
	Get
	Set
public:
property int Index2 {
	int get ();
	void set (int value);
}
member Index2 : int with get, set
Property Value
Int32
See Also
Reference
IndexTriangle Class
Autodesk.Revit.DB.DirectContext3D Namespace